/* Localizable strings for default.syndtheme
   This file is manually, NOT automatically, generated. */

/* SortType names: */
"kSortType-0"       = "Fecha";
"kSortType-1"       = "Título";
"kSortType-2"       = "Fuente";
"kSortType-3"       = "Nuevo";

/* TimeSlice names: */
"kTimeSlice-0"      = "Todo";
"kTimeSlice-1"      = "Hoy";
"kTimeSlice-2"      = "Ayer";
"kTimeSlice-3"      = "Últimos siete días";
"kTimeSlice-4"      = "Este mes";
"kTimeSlice-5"      = "El mes pasado";

/* Magic source name: */
"kSourceAll"        = "Todo";

/* Tooltips for items in source list: */
"kSourceAllToolTip" = "Mostrar artículos de todos los canales de este grupo";
"kSourceToolTip"    = "Mostrar solo los artículos de %s";

/* Strings to display when there are no articles; keyed by the current timeslice */
"kNoArticles-0"     = "Ningún artículo";
"kNoArticles-1"     = "Ningún artículo de hoy";
"kNoArticles-2"     = "Ningún artículo de ayer";
"kNoArticles-3"     = "No hay artículos esta semana";
"kNoArticles-4"     = "Ningún artículo de este mes";
"kNoArticles-5"     = "Ningún artículo del mes pasado";

/* Strings for the alert banner.  The first version is used when displaying a single feed.  The second version for aggregated feeds.  */
"kAuthenticationAlert-1" = "Safari no ha podido actualizar este canal de datos porque se requiere autenticación. Para acceder a los artículos nuevos, introduzca la siguiente información: ";
"kAuthenticationAlert-2" = "Safari no ha podido actualizar “%@” porque el canal de datos requiere autenticación. Para acceder a los artículos nuevos, introduzca la siguiente información: ";
"kNotFoundAlert-1"       = "Safari no ha podido actualizar este canal de datos porque el archivo fuente ya no está disponible.";
"kNotFoundAlert-2"       = "Safari no ha podido actualizar “%@” porque el archivo fuente ya no está disponible.";
"kUnknownFormatAlert-1"  = "Safari no ha podido actualizar este canal de datos porque el contenido tiene un formato desconocido.";
"kUnknownFormatAlert-2"  = "Safari no ha podido actualizar “%@” porque el contenido tiene un formato desconocido.";

"kUsername" = "Nombre de usuario:";
"kPassword" = "Contraseña:";
"kAddToKeychain" = "Añadir al llavero ";
"kUpdate" = "Actualización";

/* Strings that appear in Article.syntmpl */
"kReadMore" = "Leer más…";

/* Strings that appear in FOAF.syntmpl */
"kFriends"  = "Amigos:";
"kAnd"      = "y";
"kMore"     = "más…";

/* Strings that appear in Feed.html */
"kNew"              = "nuevo(s)";
"kCountSeparator"   = ", ";
"kTotal"            = "en total";
"kSearchArticles"   = "Buscar artículos:";
"kArticleLength"    = "Longitud del artículo:";
"kSortBy"           = "Ordenar por:";
"kRecentArticles"   = "Artículos recientes:";
"kColon"            = ":";                  /* used after group name in sidebar's list of sources */
"kSource"           = "Fuente:";
"kActions"          = "Acciones:";
"kMarkAllArticlesRead" = "Marcarlos todos como leídos";
"kRefreshFeed"      = "Actualizar ahora";
"kEmailSubject"     = "Visita esta página";
"kEmailBody"        = "Hola,\n\nCreo que esta página puede interesarte:";
"kEmailLinkText"    = "Enviar enlace a esta página por correo";
"kSubscribeInMail"  = "Suscribirse en Mail";
"kSubscribeInTunes" = "Suscribirse en iTunes";
"kAddBookmark"      = "Añadir favorito…";
"kBookmarkSearch"   = "Añadir esta búsqueda a los favoritos";
"kBookmarkHelpTag"  = "Añadir esta página RSS a los favoritos para recibir nuevos artículos automáticamente.";
"kNoArticles"       = "Ningún artículo";

/* Strings that appear in FeedComplete.html */
"kPreviousPages"         = "anterior…";
"kNextPages"             = "más…";

/* Strings that appear in Entry.html */
"kIn"         = " en ";     /* used in a construct like "John Doe in NYTimes Top Stories" */

/* Localized date/time formats for use with strftime. See DateClass.cpp */
"TodayFmtCRT"      = "Hoy, %#I:%M %p";
"YesterdayFmtCRT"  = "Ayer, %#I:%M %p";
"ThisWeekFmtCRT"   = "%A %#I:%M %p";
"ThisYearFmtCRT"   = "%#d de %b, %#I:%M %p";
"PastYearFmtCRT"   = "%#d de %b, '%y, %#I:%M %p";

